[{
    "keyID": "1",
    "structure": {
		"group":"Angiosperms",
		"family":"Fagaceae",
		"genus":"Quercus",
		"species":"robur"
    },
    "commonName":"English Oak",
    "description":"A numerous genus extending over most of the northern hemisphere, except the extreme north. Can be found in the tropics along the chain of the Andes and in the mountains of tropical Asia. Many exotic species have evergreen or entire leaves, and can be shrubs. However, still easily recognisable by the fruit. Flowers in spring as the leaves are coming out, male and female flowers on the same plant as catkins.",
    "photos":{
		"photo1":"Quercus_robur.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "2",
    "structure": {
		"group":"Angiosperms",
		"family":"Fagaceae",
		"genus":"Fagus",
		"species":"sylvatica"
    },
    "commonName":"European beech",
    "description":"A tall tree with a straight, smooth trunk and large dense head. In temperate Europe, extending eastwards towards the border of Europe and Asia and northward into southern Scandinavia. A mountain plant in southern Europe. Extensively planted in Britain, establishing readily as a naturalised tree but only native to England. Besides the single northern species, this genus is spread across the globe with species found in Chile, Tasmania and New Zealand. Flowers spring with male and female flowers on the same plant.",
    "photos":{
		"photo1":"Fagus_sylvatica.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "3",
    "structure": {
		"group":"Angiosperms",
		"family":"Myricaceae",
		"genus":"Myrica",
		"species":"gale"
    },
    "commonName":"Bog Myrtle",
    "description":"Shrub with resinous dotted leaves, fragrant when rubbed. Found in bogs and wet moors in northern and Arctic Europe, Asia and America. Abundant in Scotland, northern England and Ireland, rarer in the south and east of England. Flowers in spring before the leaves are out, male and female flowers on different plants as catkins.",
    "photos":{
		"photo1":"Myrica_gale.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "4",
    "structure": {
		"group":"Angiosperms",
		"family":"Betulaceae",
		"genus":"Alnus",
		"species":"glutinosa"
    },
    "commonName":"Common Alder",
    "description":"Moderate sized tree with a dark hue. Confined to the northern hemisphere. In wet woods, boarders of streams and wet pastures in Europe and western Asia, not extending to the Arctic Circle. Abundant in Britain. Flowers early spring before the leaves are fully out, the catkins having been formed the previous autumn. Male and female flowers on the same plant.",
    "photos":{
		"photo1":"Alnus_glutinosa.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "5",
    "structure": {
		"group":"Angiosperms",
		"family":"Betulaceae",
		"genus":"Betula",
		"species":"pubescens"
    },
    "commonName":"White Birch",
    "description":"In woods in northern and central Europe, north Asia and north America. More limited to mountain districts in southern Europe. Extends over all of Britain. Confined to the northern hemisphere, not reaching the tropics. Flowers in spring before the leaves are fully out, male and female flowers on the same plant in the form of catkins.",
    "photos":{
		"photo1":"Betula_pubescens .JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "6",
    "structure": {
		"group":"Angiosperms",
		"family":"Betulaceae",
		"genus":"Betula",
		"species":"nana"
    },
    "commonName":"Dwarf Birch",
    "description":"Usually a small shrub, but can reach heights of 20 feet. Can be found on moors and bogs in northern Europe, Asia and America and in the mountains of central Europe. Not uncommon in the highlands of Scotland, but rare in the north of England. Flowers in spring with male and female flowers on the same plant as catkins.",
    "photos":{
		"photo1":"Betula_nana.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "7",
    "structure": {
		"group":"Angiosperms",
		"family":"Betulaceae",
		"genus":"Carpinus",
		"species":"betulus"
    },
    "commonName":"Common Hornbeam",
    "description":"A small tree with numerous short, slender branches. Found in central and south-eastern Europe extending eastwards to the border of Europe and Asia and northwards to southern Sweden. In Britain it is generally a planted species being only native to Wales, and central and southern England. Flowers in spring as the leaves come out, with male and female flowers on the same plant as catkins.",
    "photos":{
		"photo1":"Carpinus_betulus.jpg",
		"photo2":"Photo name"
    }
},
{
    "keyID": "8",
    "structure": {
		"group":"Angiosperms",
		"family":"Betulaceae",
		"genus":"Corylus",
		"species":"avellana"
    },
    "commonName":"Common Hazel",
    "description":"A shrub or sometimes a small tree. In woods and thickets throughout Europe and central Russian Asia except the extreme north. Abundant in Britain. Flowers early spring, before the leaves are out, male and female flowers on the same plant as catkins. Male flowers in cylindrical catkins with broad scales, female catkins very small, forming a sessile bud.",
    "photos":{
		"photo1":"Corylus_avellana.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "9",
    "structure": {
		"group":"Angiosperms",
		"family":"Salicaceae",
		"genus":"Salix",
		"species":"pentandra"
    },
    "commonName":"Bay Willow",
    "description":"A shrub or small tree. In damp, open woods and along streams. Mostly in hilly areas, extending all over Europe and temperate Asia, and to the Arctic regions. In Britain usually found in northern England and southern Scotland, rare in Ireland. Flowers spring, rather late with male and female flowers on different plants.",
    "photos":{
		"photo1":"Salix_pentandra.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "10",
    "structure": {
		"group":"Angiosperms",
		"family":"Salicaceae",
		"genus":"Salix",
		"species":"alba"
    },
    "commonName":"White Willow",
    "description":"A tall tree with ash-grey foliage. In moist meadows, marshes and along streams. Throughout Europe and temperate Asia, except the extreme north. Extensively planted. Common in Britain. Flowers spring, with male and female flowers on different plants.",
    "photos":{
		"photo1":"Salix_alba.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "11",
    "structure": {
		"group":"Angiosperms",
		"family":"Salicaceae",
		"genus":"Salix",
		"species":"fragilis"
    },
    "commonName":"Crack Willow",
    "description":"Similar to Salix alba but usually more bushy though equally large. Widely distributed like S. alba, over Europe and Russian Asia. Extensively cultivated with nearly the same geographical limits. Native in England. Flowers spring, with male and female flowers on different plants.",
    "photos":{
		"photo1":"Salix_fragilis.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "12",
    "structure": {
		"group":"Angiosperms",
		"family":"Salicaceae",
		"genus":"Salix",
		"species":"triandra"
    },
    "commonName":"Almond Willow",
    "description":"A moderate sized tree, often flowering as a shrub. In moist or marshy places, over Europe and Russian Asia, except the extreme north. Cultivated for basket making. Frequent in parts of England, Scotland and Ireland. Flowers spring, with male and female flowers on different plants.",
    "photos":{
		"photo1":"Salix_triandra.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "13",
    "structure": {
		"group":"Angiosperms",
		"family":"Salicaceae",
		"genus":"Salix",
		"species":"purpurea"
    },
    "commonName":"Purple Willow",
    "description":"A shrub, decumbent at the base, or a small tree. In marshy places and on river banks, in temperate and southern Europe, extending across Asia. Flowers spring, with male and female flowers on different plants.",
    "photos":{
		"photo1":"Salix_purpurea.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "14",
    "structure": {
		"group":"Angiosperms",
		"family":"Salicaceae",
		"genus":"Salix",
		"species":"herbacea"
    },
    "commonName":"Dwarf Willow",
    "description":"The smallest of British shrubs, the half underground stems creeping and rooting sometimes to a considerable extent, the branches seldom rising above 2 inches off the ground. In alpine pastures in northern and Arctic Europe and Asia, and in the Alps and Pyrenees. Common at high elevations in the mountains of Scotland and northern England, north Wales and Ireland. Flowers summer, with male and female flowers on different plants.",
    "photos":{
		"photo1":"Salix_herbacea.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "15",
    "structure": {
		"group":"Angiosperms",
		"family":"Salicaceae",
		"genus":"Salix",
		"species":"viminalis"
    },
    "commonName":"Common Osier",
    "description":"A shrub with long twiggy branches, sometimes a small tree. In wet places throughout Europe and Russian Asia, except the extreme north. Commonly cultivated. Frequent in Britain. Flowers spring, with male and female flowers on different plants.",
    "photos":{
		"photo1":"Salix_viminalis.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "16",
    "structure": {
		"group":"Angiosperms",
		"family":"Salicaceae",
		"genus":"Salix",
		"species":"caprea"
    },
    "commonName":"Goat Willow, Sallow",
    "description":"A tall shrub or bushy tree. In woods, thickets and hedges along streams, throughout Europe and temperate Asia to the Arctic Circle. Common in Britain. However, this species varies in the size and shape of the leaves and the amount of down, but it is generally distinguished by the cottony, not silky down and wrinkled leaves. Flowers early spring, with male and female flowers on different plants.",
    "photos":{
		"photo1":"Salix_caprea.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "17",
    "structure": {
		"group":"Angiosperms",
		"family":"Salicaceae",
		"genus":"Salix",
		"species":"aurita"
    },
    "commonName":"Eared Willow",
    "description":"Similar to Salix Caprea but more bushy, with smaller more wrinkled leaves. In woods and thickets in Europe and Russian Asia, from the Mediterranean to the Arctic. Common in Britain. Flowers early spring, with male and female flowers on different plants.",
    "photos":{
		"photo1":"Salix_aurita.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "18",
    "structure": {
		"group":"Angiosperms",
		"family":"Salicaceae",
		"genus":"Salix",
		"species":"phylicifolia"
    },
    "commonName":"Tea-leaved Willow",
    "description":"A bushy shrub, very variable in its foliage, with some larger forms becoming much like Salix Caprea, while the smaller forms become like S. Myrsinites. In woods, thickets and waste places near streams in northern and Arctic Europe and Asia. In the mountain districts of central and southern Europe. In Britain mainly in northern England, Scotland and northern Ireland. Flowers spring and early summer, with male and female flowers on different plants.",
    "photos":{
		"photo1":"Salix_phylicifolia.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "19",
    "structure": {
		"group":"Angiosperms",
		"family":"Salicaceae",
		"genus":"Salix",
		"species":"repens"
    },
    "commonName":"Creeping Willow",
    "description":"A low straggling shrub, the stems creeping extensively underground and rooting at the base ascending to about a foot or more, erect and taller when cultivated in rich soils. On heaths, moors and sandy places in arctic, northern and central Europe, and Russian Asia. More rare in southern Europe. Common in Britain. Flowers spring, with male and female flowers on different plants.",
    "photos":{
		"photo1":"Salix_repens.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "20",
    "structure": {
		"group":"Angiosperms",
		"family":"Salicaceae",
		"genus":"Salix",
		"species":"lapponum"
    },
    "commonName":"Downy Willow",
    "description":"A spreading, much branched shrub. Usually low and scrubby, can reach 2-3 feet or more in rich valleys. In mountains, pastures and wet bushy places, in northern and Arctic Europe, and Asia, and the mountains of central Europe. It varies in stature and size of the leaves, but is always distinguished from Salix repens by the stem not creeping underground and the much larger catkins, like those of S. Caprea, from which it can be distinguished by the entire leaves and sessile capsules. Flowers summer, with male and female flowers on different plants.",
    "photos":{
		"photo1":"Salix_lapponum.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "21",
    "structure": {
		"group":"Angiosperms",
		"family":"Salicaceae",
		"genus":"Salix",
		"species":"lanata"
    },
    "commonName":"Wooly Willow",
    "description":"A stout, much branched shrub, reaching about 2 feet in height. A high northern and arctic species, in Europe and Asia. In Britain confined to a few rocky alpine glens in Scotland. Flowers early summer, with male and female flowers different plants.",
    "photos":{
		"photo1":"Salix_lanata.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "22",
    "structure": {
		"group":"Angiosperms",
		"family":"Salicaceae",
		"genus":"Salix",
		"species":"myrsinites"
    },
    "commonName":"Whortle-leaved Willow",
    "description":"A low, scraggy, much branched shrub, sometimes closely procumbent, though not creeping underground, sometimes rising to the height of a foot or more. In the mountains of northern, central and Arctic Europe and Asia. In Britain only on the mountains of Scotland. Flowers early summer, with male and female flowers on different plants.",
    "photos":{
		"photo1":"Salix_myrsinites.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "23",
    "structure": {
		"group":"Angiosperms",
		"family":"Salicaceae",
		"genus":"Salix",
		"species":"reticulata"
    },
    "commonName":"Net-leaved Willow",
    "description":"A prostrate, much branched shrub, often spreading but not rising about 5 or 6 inches above the ground. In the mountains of northern Arctic and central Europe, north Asia and America. In Britain confined to the loftiest Scottish mountains. Flowers summer, with male and female flowers on different plants.",
    "photos":{
		"photo1":"Salix_reticulata.jpg",
		"photo2":"Photo name"
    }
},
{
    "keyID": "24",
    "structure": {
		"group":"Angiosperms",
		"family":"Salicaceae",
		"genus":"Populus",
		"species":"alba"
    },
    "commonName":"Silver Poplar",
    "description":"A tall tree, with light-grey or ash coloured bark. Native to eastern Europe and central Asia. Populus is a small genus confined to the temperate regions of the northern hemisphere. Similar to Salix in flower and fruit form, however, distinct in habitat and foliage. Flowers in spring, with male and female flowers on different plants.",
    "photos":{
		"photo1":"Populus_alba.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "25",
    "structure": {
		"group":"Angiosperms",
		"family":"Salicaceae",
		"genus":"Populus",
		"species":"tremula"
    },
    "commonName":"Aspen",
    "description":"Smaller than other Poplars, slower growing with more slender branches. Found in woods and forests throughout Europe and Russian Asia, from the Mediterranean to the Arctic Circle. In Britain, more frequent in Scotland and Ireland than England. Flowers early spring, with male and female flowers on different plants.",
    "photos":{
		"photo1":"Populus_tremula.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "26",
    "structure": {
		"group":"Angiosperms",
		"family":"Salicaceae",
		"genus":"Populus",
		"species":"nigra"
    },
    "commonName":"Black Poplar",
    "description":"A tall, quick growing tree. In moist places in central and southern Europe and temperate Russian Asia. Commonly planted in northern Europe and Britain, not indigenous to England except in some eastern counties and on the Welsh border. Flowers early spring with male and female flowers on different plants. The Lombardy Poplar (Populus fastigiata) is a cultivated variety of eastern origin.",
    "photos":{
		"photo1":"Populus_nigra.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "27",
    "structure": {
		"group":"Angiosperms",
		"family":"Oleaceae",
		"genus":"Fraxinus",
		"species":"excelsior"
    },
    "commonName":"Ash",
    "description":"A tall tree limited to the northern hemisphere, not reaching the tropics. In woods throughout temperate Europe and westeren Asia, extending to Scandinavia. Generally replaced in southern Europe by other species. Native in Britain, except the northen parts of Scotland, except in plantations. Common over all of Britain. Flowers in spring before the leaves open.",
    "photos":{
		"photo1":"Fraxinus_excelsior.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "28",
    "structure": {
		"group":"Angiosperms",
		"family":"Oleaceae",
		"genus":"Ligustrum",
		"species":"vulgare"
    },
    "commonName":"Wild Privet",
    "description":"A shrub in hedges or thickets, over most of Europe and western Asia. In Britain common in southern England, native in chalk areas and costal cliffs as far north as Yorkshire, also native in southern Ireland. Frequently planted and cultivated in Britain. Flowers in summer.",
    "photos":{
		"photo1":"Ligustrum_vulgare.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "29",
    "structure": {
		"group":"Angiosperms",
		"family":"Aceraceae",
		"genus":"Acer",
		"species":"campestre"
    },
    "commonName":"Maple",
    "description":"When fully grown a round-headed but not very tall tree, with dense dark green foliage. But as it is slow growing and flowers when young it is often seen as a small tree or bush. In European woods, extending to the border of Asia and Europe and northward to Sweden. Abundant in southern England and native as far north as Cheshire and rarely Ireland. Flowers in spring.",
    "photos":{
		"photo1":"Acer_campestre.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "30",
    "structure": {
		"group":"Angiosperms",
		"family":"Aceraceae",
		"genus":"Acer",
		"species":"pseudoplatanus"
    },
    "commonName":"Sycamore",
    "description":"Larger leaves and more pointed and toothed lobes than Acer campestre. Flowers in a loose, oblong, hanging racemes. A native of the mountains of central Europe and western Asia, naturalised in Britain. Differs from all British tress, except Fraxinus excelsior, by its opposite leaves, and from that by palmate not pinnate leaves. Flowers spring.",
    "photos":{
		"photo1":"Acer_pseudoplatanus.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "31",
    "structure": {
		"group":"Angiosperms",
		"family":"Rosaceae",
		"genus":"Crataegus",
		"species":"curvisepala"
    },
    "commonName":"Hawthorn",
    "description":"Shrub, seldom growing in to trees, mostly with small thorns. Fruit a red, globular pome. In woods, thickets and hedges throughout Europe and central and Russian Asia. Abundant in Britain, extensively cultivated for hedges. Flowers spring or early summer. It varies greatly in its form, including in its leaves and colour of flowers and fruit. A variety with more deeply cut leaves, pubescent calyx and smaller later fruits of one carpel is Crataegus monogyna.",
    "photos":{
		"photo1":"Crataegus_curvisepala.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "32",
    "structure": {
		"group":"Angiosperms",
		"family":"Rosaceae",
		"genus":"Prunus",
		"species":"spinosa"
    },
    "commonName":"Blackthorn, Sloe",
    "description":"In the common, wild state this shrub is much branched, the smaller branches often ending in a thorn. Fruit small, ovoid, nearly black with a bluish bloom. In hedges and thickets and open woods common in Europe and northern Asia. Abundant in Britain. Flowers early spring.",
    "photos":{
		"photo1":"Prunus_spinosa.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "33",
    "structure": {
		"group":"Angiosperms",
		"family":"Rosaceae",
		"genus":"Prunus",
		"species":"avium"
    },
    "commonName":"Wild Cherry",
    "description":"A shrub or sometimes a small tree, always hairless. Fruit small, nearly globular, black and bitter, with a rugged stone. In woods, thickets and hedges in northern and central Europe and Asia, from the Arctic regions to the border of Asia and Europe and to the Himalayas. Scattered over Britain but absent in southern England and most of Ireland. Flowers spring.",
    "photos":{
		"photo1":"Prunus_avium.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "34",
    "structure": {
		"group":"Angiosperms",
		"family":"Rosaceae",
		"genus":"Cerasus",
		"species":"vulgaris"
    },
    "commonName":"Sour Cherry",
    "description":"In the wild often a shrub with creeping roots. In cultivation it will form a tree of considerable size. Fruit globular and smooth, red or black, usually without bloom. In woods, thickets and hedgerows in central and southern Europe and temperate Asia, extending northward to Scandinavia. Generally dispersed over England, Ireland and southern Scotland. Flowers spring.",
    "photos":{
		"photo1":"Cerasus_vulgaris.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "35",
    "structure": {
		"group":"Angiosperms",
		"family":"Rosaceae",
		"genus":"Pyrus",
		"species":"communis"
    },
    "commonName":"European Pear",
    "description":"In favourable conditions will form a large tree, with a pyramidal shape of dense foliage and all its flowers on the outside. But may often be seen as a low scrubby tree or bush. In woods and hedgerows in the temperate regions of Europe and Asia, extending northwards into southern Sweden. Scattered over Britain. Flowers spring.",
    "photos":{
		"photo1":"Pyrus_communis.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "36",
    "structure": {
		"group":"Angiosperms",
		"family":"Rosaceae",
		"genus":"Pyrus",
		"species":"aria"
    },
    "commonName":"White Beam",
    "description":"Often a shrub but growing into a tree of moderate size with a broad head. Fruit is a pome which is red in colour. In woods in central Europe and in the mountain ranges of southern Europe and central Asia. Generally distributed over Britain, but more frequent in England and Ireland than Scotland.",
    "photos":{
		"photo1":"Pyrus_aria.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "37",
    "structure": {
		"group":"Angiosperms",
		"family":"Rosaceae",
		"genus":"Pyrus",
		"species":"aucuparia"
    },
    "commonName":"Rowan, Mountain Ash",
    "description":"A moderate sized tree, with regularly pinnate leaves. Pomes numerous, small, globular and bright red. In woods throughout Europe and Russian Asia, especially in mountainous areas and at high latitudes where it shrinks to a shrub. Generally distributed over Britain, also frequently planted. Flowers spring or early summer.",
    "photos":{
		"photo1":"Pyrus_aucuparia.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "38",
    "structure": {
		"group":"Angiosperms",
		"family":"Rosaceae",
		"genus":"Malus",
		"species":"pumila"
    },
    "commonName":"Paradise Apple",
    "description":"Not as tall as the Pyrus communis but more spreading. As widely spread as the P. communis over Europe and western Asia, it extends further northwards into Scandinavia. Equally scattered over Britain. Flowers spring.",
    "photos":{
		"photo1":"Malus_pumila.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "39",
    "structure": {
		"group":"Angiosperms",
		"family":"Rosaceae",
		"genus":"Torminaria",
		"species":"torminalis"
    },
    "commonName":"Wild Service Tree",
    "description":"A tall shrub or moderately sized tree, with an inflorescence on the underside of the leaves. Pomes ovoid, small and brown. In woods in central and southern Europe to the border of Asia and Europe. In Britain only in southern and central England. Flowers spring.",
    "photos":{
		"photo1":"Torminaria_torminalis.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "40",
    "structure": {
		"group":"Angiosperms",
		"family":"Rosaceae",
		"genus":"Cotoneaser",
		"species":"intergerrimus"
    },
    "commonName":"Common Cotoneaster",
    "description":"A shrub with dark red bark and small fruit reddish in colour. In rocky areas, mainly limestone regions, in central and southern and especially eastern Europe and Russian and central Asia. Extending to the Arctic Circle and ascending high up into the mountain ranges, even to the edges of glaciers. In Britain naturally found chiefly on the limestone cliffs of the north coast of Wales and western coast of Scotland. Flowers spring.",
    "photos":{
		"photo1":"Cotoneaster_integerrimus.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "41",
    "structure": {
		"group":"Angiosperms",
		"family":"Rosaceae",
		"genus":"Mespilus",
		"species":"germanica"
    },
    "commonName":"Common Medlar",
    "description":"A shrub or small tree, thorny when wild but losing them when cultivated. In hedges or thickets, common in southern Europe and to the border of Europe and Asia, extending to central Europe. In several places in southern England.",
    "photos":{
		"photo1":"Mespilus_germanica.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "42",
    "structure": {
		"group":"Angiosperms",
		"family":"Aquifoliaceae",
		"genus":"Ilex",
		"species":"aquifolium"
    },
    "commonName":"Holly",
    "description":"A much branched evergreen shrub or bushy tree. Leaves boarded by strong, prickly teeth. Common in hedges and woods in western and southern Europe, extending to the border between Asia and Europe, but not hardy enough to withstand the winters of north eastern Europe and Asia. Found all over Britain. Flowers summer.",
    "photos":{
		"photo1":"Ilex_aquifolium.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "43",
    "structure": {
		"group":"Angiosperms",
		"family":"Tiliaceae",
		"genus":"Tilla",
		"species":"europaea"
    },
    "commonName":"Common Lime",
    "description":"A tall long-lived tree, with sweet-scented flowers. In woods over the majority of Europe, except the extreme north and extending eastwards across Russian Asia. Commonly planted in Britain, native to southern and western England. There is much variation in the size of the leaves and in the degree of down on the under surface and on the fruits. Flowers summer.",
    "photos":{
		"photo1":"Tilia_europaea.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "44",
    "structure": {
		"group":"Angiosperms",
		"family":"Buxaceae",
		"genus":"Buxus",
		"species":"sempervirens"
    },
    "commonName":"Common Box",
    "description":"A hairless, much branched evergreen shrub, reaching about 8 feet if left uncut. In hilly, rocky, chiefly limestone areas in western and southern Europe, extending eastwards towards the Himalayas and Japan. Native to Britain, but only at some localities in southern and central England. Flowers in spring with male and female flowers on the same plant.",
    "photos":{
		"photo1":"Buxus_sempervirens.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "45",
    "structure": {
		"group":"Angiosperms",
		"family":"Betulaceae",
		"genus":"Betula",
		"species":"pendula"
    },
    "commonName":"Silver Birch",
    "description":"Medium-sized tree, with a slender trunk. Bark is white, usually with dark diamond shaped marks and the bark will typically peel off readily. It can be distinguished from the other common Birch Betula pubescens var. pubescens by glabrous shoots and more triangular leaves with double serration. Frequently grows in a mutualistic relationship with a mycorrhizal fungus.",
    "photos":{
		"photo1":"Betula_pendula.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "46",
    "structure": {
		"group":"Gymnosperms",
		"family":"Pinaceae",
		"genus":"Pinus",
		"species":"sylvestris"
    },
    "commonName":"Scots Pine",
    "description":"A large tree. The main trunk simple or forked with a reddish bark, and a dense head. Widely distributed over northern and central Europe and Russian Asia, mainly on granitic or sandy soils and in the mountains of southern Europe and towards the border of Asia and Europe. Native to Scottish highlands and Ireland. Planted all over Britain and well naturalised. Flowers in spring. Pines have four different types of leaves throughout their life cycle; seed, juvenile and scale leaves, and needles.",
    "photos":{
		"photo1":"Pinus_sylvestris.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "47",
    "structure": {
		"group":"Gymnosperms",
		"family":"Taxaceae",
		"genus":"Taxus",
		"species":"baccata"
    },
    "commonName":"Yew",
    "description":"Trees or shrubs with evergreen linear leaves. Fruits small with bright red, half-transparent, juicy cups. Most parts of the tree toxic, even when wilted or dried. Dispersed over Europe, north and central Asia and north America. Common in Britain, native to hilly areas of England, southern Scotland and northern Ireland. Flowers spring with male and female flowers on different plants.",
    "photos":{
		"photo1":"Taxus_baccata.JPG",
		"photo2":"Photo name"
    }
},
{
    "keyID": "48",
    "structure": {
		"group":"Gymnosperms",
		"family":"Cupressaceae",
		"genus":"Juniperus",
		"species":"communis"
    },
    "commonName":"Common Juniper",
    "description":"Shrubs or small trees with evergreen leaves. Berries globular, dark purple-blue in colour, the size of a large pea. On dry, barren hills in Europe, from the Mediterranean to the Arctic regions and in Asia and America. Widespread over the British Isles, more common in the north. Flowers spring, male and female flowers on different plants.",
    "photos":{
		"photo1":"Juniperus_communis.JPG",
		"photo2":"Photo name"
    }
}]
